Repository: dniwallet/DNIWalletInterAppSwift
Catalog: DNIWalletInterAppSwift/*.lproj/Localizable.strings
Languages: es

source: OK
es: Aceptar

source: Cancel
es: Cancelar

source: Install
es: Instalar

source: There is an internet connection
es: Hay conexión a Internet

source: The iPhone is connected to the Internet
es: El iPhone está conectado a Internet

source: There is no internet connection
es: No hay conexión a Internet

source: The iPhone is not connected to the Internet
es: El iPhone no está conectado a Internet

source: Error in text field
es: Error en campo de texto

source: Failed to paste text. An external ID has a maximum of 119 characters.
es: Ha fallado pegar texto. Un ID externo tiene un máximo de 119 caracteres

source: Failed to paste text. An DNI number has a maximum of 9 characters.
es: Ha fallado pegar texto. Un número de DNI tiene un máximo de 9 caracteres

source: Error in identifier
es: Error en identificador

source: This field only accepts a 9-digit number
es: Este campo sólo admite un número de 9 digitos

source: Failed to paste text. Only 9 characters are allowed.
es: Ha fallado pegar texto. Sólo pueden ser 9 caracteres

source: DNI Wallet+ is installed
es: DNI Wallet+ está instalado

source: DNI Wallet+ is installed on this iPhone.
es: DNI Wallet+ está instalado en este iPhone

source: DNI Wallet is installed
es: DNI Wallet está instalado

source: DNI Wallet is installed on this iPhone.
es: DNI Wallet está instalado en este iPhone

source: DNI Wallet is not installed.
es: DNI Wallet no está instalado

source: This iPhone does not have DNI Wallet or DNI Wallet+ installed.
es: Este iPhone no tiene instalado DNI Wallet ni DNI Wallet+

source: Done
es: Aceptar
